[PR_HighGround X2AbilityTemplate]
LocFriendlyName="高地"
LocHelpText="授予 小队视野 和 居高临下 能力."
LocLongDescription="授予 小队视野 和 居高临下 能力."
LocPromotionPopupText="<Bullet/>授予 小队视野 和 居高临下 能力."

[PR_RangeFinder X2AbilityTemplate]
LocFriendlyName="测距仪"
LocHelpText="提供 小队视野 和 守望"
LocLongDescription="提供 小队视野 和 守望."
LocPromotionPopupText="<Bullet/> 提供 小队视野 和 守望."

[PR_TrojanHorse X2AbilityTemplate]
LocFriendlyName="特洛伊木马"
LocHelpText="获得木马和故障保护技能。"
LocLongDescription="获得木马和故障保护技能。"
LocPromotionPopupText="<Bullet/> 获得木马和故障保护技能。"

[PR_ManiacalLaughter X2AbilityTemplate]
LocFriendlyName="疯狂大笑"
LocHelpText="该单位获得<font color='#5CD16C'>强击手</font>和<font color='#5CD16C'>未雨绸缪</font>技能。"
LocLongDescription="该单位获得<font color='#5CD16C'>强击手</font>和<font color='#5CD16C'>未雨绸缪</font>技能。"
LocPromotionPopupText="<Bullet/> 该单位获得<font color='#5CD16C'>强击手</font>和<font color='#5CD16C'>未雨绸缪</font>技能。<br><Bullet/> <font color='#5CD16C'>强击手</font>：消除使用霰弹枪时的远距离惩罚。<br><Bullet/> <font color='#5CD16C'>未雨绸缪</font>：投掷手榴弹后会自动进入监视状态。"

[PR_DemolitionDuty X2AbilityTemplate]
LocFriendlyName="爆破任务"
LocHelpText="该单位获得<font color='#5CD16C'>工兵</font>、<font color='#5CD16C'>战斗工程师</font>、<font color='#5CD16C'>拆除专家</font>、<font color='#5CD16C'>破坏者</font>技能。"
LocLongDescription="该单位获得<font color='#5CD16C'>工兵</font>、<font color='#5CD16C'>战斗工程师</font>、<font color='#5CD16C'>拆除专家</font>、<font color='#5CD16C'>破坏者</font>技能。"
LocPromotionPopupText="<Bullet/> 该单位获得<font color='#5CD16C'>工兵</font>、<font color='#5CD16C'>战斗工程师</font>、<font color='#5CD16C'>拆除专家</font>、<font color='#5CD16C'>破坏者</font>技能。<br><Bullet/> <font color='#5CD16C'>工兵</font>：略微提升爆炸物对环境造成的伤害。<br><Bullet/> <font color='#5CD16C'>战斗工程师</font>：大幅提升爆炸物对环境造成的伤害。<br><Bullet/> <font color='#5CD16C'>拆除专家</font>：可以自由动作引爆环境中的爆炸物。<br><Bullet/> <font color='#5CD16C'>破坏者</font>：增加对外星中继器、燃料罐和天选者石棺等可破坏物体造成的伤害。"


